Repository: darmawanroby/darmawanroby
Catalog: Source_sikkp_setneg/App_LocalResources/menu_operator.aspx.*.resx
Languages: id

# 1cabang
source: Workgroup
id: Satuan Kerja

# 1deduction
source: Deduction
id: Potongan

# 1Division
source: Organization
id: Unit Kerja

# 1echelon
source: Echelon
id: Eselon

# 1Employee
source: Employee
id: Pegawai

# 1Group
source: Group
id: Golongan

# 1Holiday
source: Holiday
id: Libur

# 1jatahijin
source: Leave Accrual
id: Jatah Cuti

# 1Leave
source: Leave
id: Status Absen

# 1Lembur
source: Overtime
id: Lembur

# 1overtimeconfig
source: Overtime Config
id: Parameter Lembur

# 1Position
source: Position
id: Jabatan

# 1Shift
source: Shift
id: Tabel

# 1ShiftGroup
source: Shift Group
id: Pola Jadwal

# 1WorkSchedule
source: Work Schedule
id: Waktu Kerja

# 2Approval
source: Approval
id: SKL

# 2DayOff
source: Day Off
id: Per-Hari

# 2kolektif
source: Collective
id: Kolektif

# 2Leave
source: Leave
id: Tidak Hadir

# 2ManualAttendance
source: Manual Attendance
id: Kehadiran Manual

# 2Notice
source: Notice
id: SPL

# 2Overtime
source: Overtime
id: Lembur

# 2punishment
source: Punishment
id: Hukuman Disiplin

# 2Shift
source: Shift
id: Perubahan Pola

# 2TimeOff
source: Time Off
id: Per-Jam

# 2Transaction
source: Transaction
id: Transaksi

# 3Attendance
source: Attendance
id: Kehadiran

# 3Daily
source: Daily
id: Harian

# 3Detail
source: Monthly
id: Bulanan

# 3Finance
source: Finance
id: Keuangan

# 3Overtime
source: Overtime
id: Lembur

# 3Periodical
source: Periodical
id: Periode

# 3Report
source: Report
id: Laporan

# 3Summary
source: Yearly
id: Tahunan

# 4configuration
source: Configuration
id: Konfigurasi

# 4EventLog
source: Event Log
id: Aktivitas Pemakai

# 4Menu
source: Menu Privileges
id: Hak Akses Menu

# 4RawData
source: Raw Data
id: Data Murni

# 4user
source: Users
id: Account

# 4Utilities
source: Utilities
id: Utility

# btnAll
source: Check All
id: Tandai Semua

# btnClear
source: Clear All
id: Hapus Tanda Semua

# chkCheckOrClearAll
source: Check / Clear All
id: Tandai / Hapus Semua

# lblTitle
source: Menu Privileges
id: Hak Akses Menu

# lblUser
source: User Level
id: Level User
